tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "bat"
brew "bat-extras"
brew "figlet"
brew "fzf"
brew "hub"
brew "libffi"
brew "libyaml"
brew "neovim"
brew "node@14"
brew "openssl"
brew "postgis"
brew "postgres"
brew "prettier"
brew "rbenv"
brew "ruby-build"
brew "trash"
brew "vim"
brew "yarn"

cask "chromedriver"
cask "font-jetbrains-mono"
cask "font-fira-code"
cask "devdocs"

