tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "bat"
brew "bat-extras"
brew "colordiff"
brew "entr"
brew "figlet"
brew "fzf"
brew "gh"
brew "gnuplot"
brew "httpie"
brew "hub"
brew "jq"
brew "libffi"
brew "libyaml"
brew "mas"
brew "ncdu"
brew "neovim"
brew "node@14"
brew "openssl"
brew "postgis"
brew "postgres"
brew "prettier"
brew "rbenv"
brew "rbspy"
brew "ruby-build"
brew "trash"
brew "vim"
brew "yarn"

cask "chromedriver"
cask "devdocs"
cask "docker"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "github"
cask "iterm2"
cask "itsycal"
cask "rectangle"
cask "tuple"

# mas "Next Meeting", id: 1017470484
