tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "bat"
brew "bat-extras"
brew "colordiff"
brew "entr"
brew "figlet"
brew "fzf"
brew "gh"
brew "gnuplot"
brew "grep"
brew "httpie"
brew "hub"
brew "jq"
brew "libffi"
brew "libyaml"
brew "mas"
brew "ncdu"
brew "neovim"
brew "node@14"
brew "openssl"
brew "postgis"
brew "postgres"
brew "prettier"
brew "rbenv"
brew "rbspy"
brew "ruby-build"
brew "trash"
brew "vim"
brew "yarn"
brew "remotemobprogramming/brew/mob"
brew "libgd"
brew "libpng"
brew "netpbm"
brew "yadm"

cask "chromedriver"
cask "devdocs"
cask "docker"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "github"
cask "iterm2"
cask "itsycal"
cask "rectangle"
cask "tuple"

mas "Next Meeting", id: 1017470484


cask "google-drive"
cask "grammarly-desktop"
cask "arq"
cask "audacity"
# backdrop
cask "beamer"
cask "beekeeper-studio"
cask "beyond-compare"
# blinky
cask "carbon-copy-cloner"
cask "charles"
cask "cyberduck"
# DaVinci Resolve
cask "deckset"
cask "devdocs"
cask "discord"
cask "expressvpn"
cask "firefox"
# folx
cask "github"
cask "google-chrome"
cask "google-drive"
# Harmony Desktop
# harvest
cask "httpie"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "itsycal"
cask "menumeters"
cask "microsoft-excel"
cask "microsoft-word"
cask "microsoft-auto-update"
# monosnap
cask "raycast"
cask "runjs"
cask "slack"
# old turbotax
cask "visual-studio-code"
cask "vlc"
cask "wifi-explorer"
cask "wireshark"
cask "zoom"



